classes/subclasses/muse.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-03-01 Fri 15:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Muse</title>
<meta name="author" content="zfoteff" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../../static/stylesheets/subclass-style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Muse</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7aa8a0f">1. Level 1</a></li>
<li><a href="#org3945083">2. Level 2</a></li>
<li><a href="#org897ae08">3. Level 5</a></li>
<li><a href="#org9901984">4. Level 10</a></li>
<li><a href="#org16b8972">5. Level 15</a></li>
<li><a href="#org21e3d4f">6. Level 19</a></li>
</ul>
</div>
</div>
<div class="org-center">
<p>
[<a href="../../dnd.html#ID-7d419730-2064-41f9-80ee-f24ed9b01ac7">Main Menu</a>] [<a href="../classes.html#ID-69ef1740-156a-4e42-9493-49ec80a4ac26">Classes</a>] [<a href="../bard.html#ID-8bb9a08a-97c0-4231-a002-ad7dcf83e4d8">Bard</a>]
</p>
</div>
<hr />
<div id="outline-container-org7aa8a0f" class="outline-2">
<h2 id="org7aa8a0f"><span class="section-number-2">1.</span> Level 1</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Gain the ability to play two instruments of you choice</li>
<li>You may occasionally encounter musicians throughout the world, who will potentially grant you phenomenal rewards if you play in jam sessions with them. Only muses can play in Divine Jams</li>
<li>Gain an enchanted instrument of your choice. This deals 1d6 damage to all enemies within earshot when played, and can be further enchanted to increase its power.</li>
</ul>
</div>
</div>
<div id="outline-container-org3945083" class="outline-2">
<h2 id="org3945083"><span class="section-number-2">2.</span> Level 2</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Obtain an eternal, irrevocable, and unchangeable cultural side-quest from the Cultural Side-Quest Generator. Completion of the side-quest may result in additional awards, and will 1 result in the player being rewarded another cultural side-quest.</li>
<li>Gain <span class="underline">Hypnosis</span>: You may attempt to Hypnotize low-Intelligence <sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> creatures while playing an instrument. While hypnotized, they are susceptible to your commands for 3 turns.</li>
</ul>
</div>
</div>
<div id="outline-container-org897ae08" class="outline-2">
<h2 id="org897ae08"><span class="section-number-2">3.</span> Level 5</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Your enchanted instrument&rsquo;s base damages increases to 1d8.</li>
</ul>
</div>
</div>
<div id="outline-container-org9901984" class="outline-2">
<h2 id="org9901984"><span class="section-number-2">4.</span> Level 10</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>Gain <span class="underline">Spectral Manager</span>: The manager will keep you informed of any important cultural and political requests upon request. It may also send you concert invites, and give you a hookup for drugs.</li>
<li>Gain <span class="underline">Booking Agent</span>: Once per long rest, you many travel to any part of the world in a single day, and the agent will arrange travel free of cost.</li>
</ul>
</div>
</div>
<div id="outline-container-org16b8972" class="outline-2">
<h2 id="org16b8972"><span class="section-number-2">5.</span> Level 15</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Gain a Patron Demigod. One of the Demigods will adopt you as their muse, and once every 3 combat sessions, you may summon the Demigod to assist you. Note: that not all Demigods are good fighters. Patron Demigods are automatically reassigned upon the death of the player&rsquo;s previous Demigod. Do with that what you will. There may be consequences if you disappoint your Patron with the music you play.</li>
</ul>
</div>
</div>
<div id="outline-container-org21e3d4f" class="outline-2">
<h2 id="org21e3d4f"><span class="section-number-2">6.</span> Level 19</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Gain knowledge of the <span class="underline"><b>Eldrich Tune</b></span>: Upon playing the Eldrich Tune to completion, one of the Old Gods will descend upon you to initiate an end-game level encounter. This will result in significant rewards for the actor, and potentially other players in the party.</li>
</ul>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Glossary: <a href="../../glossary.html#ID-a3719559-2b06-443a-b75a-96c9aa3f3b26">Intelligence</a>
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="date">Date: 2023-07-12 Wed 00:00</p>
<p class="author">Author: zfoteff</p>
<p class="date">Created: 2024-03-01 Fri 15:19</p>
</div>
</body>
</html>
